Repository: Ilhasoft/push-rtm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br, vi

source: Your invitation link has expired. Please contact your organization administrator.
vi: Liên kết lời mời của bạn đã hết hạn. Vui lòng liên hệ với quản trị viên tổ chức của bạn.

source: Task
vi: Nhiệm vụ

source: Tasks
vi: Các nhiệm vụ

source: The title for this story
vi: Tiêu đề cho câu chuyện này

source: Whether this story is featured
vi: Câu chuyện này có nổi bật hay không

source: The summary for the story
vi: Tóm tắt câu chuyện

source: The body of text for the story
vi: Phần nội dung của câu chuyện

source: The writer of the story
vi: Người viết câu chuyện

source: A link to an mp3 file to publish on this story
vi: Liên kết đến tệp mp3 để đăng trên câu chuyện này

source: The id of the YouTube video that should be linked to this story (this is the text that comes afer v= and before & in the YouTube URL)
vi: Id của video YouTube được dẫn đến câu hcuyeejn này (đây là đoạn văn bản theo sau v= và trước & in URL YouTube)

source: Any tags for this story, separated by spaces, can be used to do more advanced filtering, optional
vi: Bất kỳ thẻ nào cho câu chuyện này, được phân cách bằng dấu cách, có thể được sử dụng để thực hiện lọc nâng cao hơn, tùy chọn

source: The category for this story
vi: Danh mục của câu chuyện này

source: The organization this story belongs to
vi: Câu chuyện này thuộc về tổ chức

source: Stories
vi: Câu chuyện

source: The story to associate to
vi: Câu chuyện để kết hợp với

source: Story Images
vi: Hình ảnh cho câu chuyện

source: Image %d
vi: Hình ảnh %d

source: Image to display on story page and in previews. (optional)
vi: Hình ảnh để hiển thị trên trang câu chuyện và trong bản xem trước. (tùy chọn)

source: Image to display on story page and in previews (optional)
vi: Hình ảnh để hiển thị trên trang câu chuyện và trong bản xem trước (tùy chọn)

source: %(counter)s result
vi: %(counter)s kết quả

source: Login
vi: Đăng nhập

source: New Password
vi: Mật khẩu mới

source: You have used this password before in the past year, please use a new password.
vi: Bạn đã sử dụng mật khẩu này trước đây, vui lòng sử dụng một mật khẩu mới.

source: Confirm Password
vi: Xác nhận mật khẩu

source: Please enter your password to save changes.
vi: Vui lòng nhập mật khẩu để lưu thay đổi.

source: Confirm the new password by filling the this field
vi: Xác nhận mật khẩu mới của bạn bằng cách điền vào đây

source: New password doesn't match with its confirmation
vi: Mật khẩu mới không khớp với xác nhận của nó

source: Your Email
vi: Email của bạn

source: E-mail recovery is not supported, please contact the website administrator to reset your password manually.
vi: Khôi phục e-mail không được hỗ trợ, vui lòng liên hệ với quản trị viên trang web để đặt lại mật khẩu theo cách thủ công.

source: Current Password
vi: Mật khẩu hiện tại

source: Your current password
vi: Mật khẩu hiện tại của bạn

source: Your new password.
vi: Mật khẩu mới của bạn.

source: Confirm new Password
vi: Xác nhận mật khẩu mới

source: Confirm your new password.
vi: Xác nhận mật khẩu mới của bạn.

source: Please enter your password to save changes
vi: Vui lòng nhập mật khẩu để lưu thay đổi

source: Confirm your new password by entering it here
vi: Xác nhận mật khẩu mới của bạn bằng cách nhập vào đây

source: Mismatch between your new password and confirmation, try again
vi: Không khớp giữa mật khẩu và xác nhận mới của bạn, hãy thử lại

source: New user created successfully.
vi: Người dùng mới được tạo thành công

source: Users will only get those permissions that are allowed for their group.
vi: Người dùng sẽ chỉ nhận được các quyền được phép cho nhóm của họ.

source: Set the user's initial password here.
vi: Đặt mật khẩu ban đầu của người dùng ở đây.

source: Last Login
vi: Lân đăng nhập cuôi

source: Is Active
vi: Đang hoạt động

source: Whether this user is allowed to log into the site
vi: Người dung được đăng nhập vào trang hay không

source: Users will only get those permissions that are allowed for their group
vi: Người dùng sẽ chỉ nhận được các quyền được phép cho nhóm của họ

source: You can reset the user's password by entering a new password here
vi: Bạn có thể đặt lại mật khẩu đăng nhập bằng cách nhập mật khẩu mới vào đây

source: Your password
vi: Mật khẩu

source: If you want to set a new password, enter it here
vi: Nếu bạn muốn đặt mật khẩu mới, nhập nó tại đây

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Confirm your new password
vi: Xác nhận mật khẩu mới của bạn

source: Edit your profile
vi: Chỉnh sửa hồ sơ của bạn

source: Password Recovery
vi: Khôi phục mật khẩu

source: An Email has been sent to your account with further instructions.
vi: Email đã được gửi đến tài khoản của bạn kèm theo các hướng dẫn thêm.

source: Password Recovery Request
vi: Yêu cầu khôi phục mật khẩu

source: Pick a new password
vi: Chọn một mật khẩu mới

source: Your password has successfully been updated, thank you.
vi: Mật khẩu của bạn đã được cập nhật thành công, xin cảm ơn.

source: You are now logged in as %s
vi: Bạn đã đăng nhập với tư cách %s

source: Password Updated Successfully. Now you can log in using your new password.
vi: Cập nhật mật khẩu thành công. Bây giờ bạn có thể đăng nhập với mật khẩu mới

source: Reset your Password
vi: Cài lại mật khẩu

source: Your link has expired for security reasons. Please reinitiate the process by entering your email here.
vi: Liên kết của bạn đã hết hạn vì lý do bảo mật. Vui lòng khởi tạo lại quy trình bằng cách nhập email của bạn ở đây.

source: Submit
vi: Gửi đi

source: Form
vi: Mẫu đơn

source: Save Changes
vi: Lưu thay đổi

source: Your new %s has been created.
vi: %s mới của bạn đã được tạo.

source: Import %s
vi: Nhập %s

source: Admin
vi: Quản trị viên

source: Configuration
vi: Cấu hình

source: Orgs
vi: Tổ chức

source: Images
vi: Hình ảnh

source: Content
vi: Nội dung

source: Country Aliases
vi: Biệt hiệu Quốc gia

source: Polls
vi: Khảo sát

source: Category Images
vi: Các hình ảnh cho danh mục

source: News Items
vi: Các mục mới

source: Job Sources
vi: Nguồn công việc

source: Jobs Content
vi: Nội dung Công việc

source: About Content
vi: Nội dung Thông tin

source: Videos
vi: Video

source: Contact Us Content
vi: Nội dung Thông tin liên lạc

source: Missions Content
vi: Nội dung Sứ mệnh

source: Terms & Conditions
vi: Điều khoản & Điều kiện

source: U-Reporters Content
vi: Nội dung U-Reporters

source: Join &amp; Engage Content
vi: Nội dung Tham gia & Kết nối

source: Join Steps Content
vi: Nội dung các Bước Tham gia

source: Additional Menu
vi: Menu bổ sung

source: About
vi: Thông tin

source: Jobs
vi: Công việc

source: Join & Engage
vi: Tham gia & Kết nối

source: FOLLOW US ON
vi: THEO DÕI CHÚNG TÔI TẠI

source: To add a Twitter job source you are required to get a widget id from twitter.
vi: Để thêm một nguồn công việc Twitter, bạn phải có được một id widget từ twitter.

source: Follow this step by step guide
vi: Thực hiện theo hướng dẫn từng bước này

source: <div>After you create the widget copy the widget id from the url as shown on</div>
vi: <div>Sau khi bạn tạo tiện ích, hãy sao chép id tiện ích từ url như được hiển thị trên</div>

source: Remember for a Twitter job source you are required to get a widget id from twitter.
vi: Hãy ghi nhớ nguồn công việc Twitter mà bạn cần có một id tiện ích từ Twitter.

source: ABOUT U-REPORT
vi: THÔNG TIN VỀ U-REPORT

source: Scroll to Learn more
vi: Cuộc để xem thêm

source: The mission of U-Report
vi: Sứ mệnh của U-Reprot

source: Why Join U-Report?
vi: Tại sao nên tham gia U-Report?

source: Speak out on what's happening in your community
vi: Nói lên những điều đang diễn ra tại cộng đồng của bạn

source: Use U-Report results and information to update and increase citizen's awareness
vi: Sử dụng kết quả và thông tin của U-Report để cập nhật và nâng cao nhận thức công dân

source: Participate in nationwide campaigns to help improve your country
vi: Tham gia vào các chiến dịch toàn quốc để giúp cải thiện đất nước bạn

source: Share what's happening around %(country)s with other U-Reporters
vi: Chia sẻ những gì đang xảy ra xung quanh %(country)s với U-Reporters

source: CLICK HERE TO JOIN
vi: BẤM VÀO ĐÂY ĐỂ THAM GIA

source: U-REPORT VIDEOS
vi: VIDEO VỀ U-REPORT

source: No videos yet.
vi: Chưa có video.

source: WATCH IT ON YOUTUBE
vi: XEM TRÊN YOUTUBE

source: MORE POLLS
vi: THÊM KHẢO SÁT

source: FILTER
vi: BỘ LỌC

source: POLL LIST
vi: DANH SÁCH KHẢO SÁT

source: All polls from most recent to oldest
vi: Tất cả khảo sát từ gần nhất đến xa nhất

source: ARCHIVED STORIES
vi: CÁC CÂU CHUYỆN ĐÃ LƯU TRỮ

source: LIST
vi: DANH SÁCH

source: Follow
vi: Theo dõi

source: U-Report is a social messaging tool allowing anyone from any community, anywhere in the world to respond to polls, report issues, support child rights and work as positive agents of change on behalf of people in their country.
vi: U-Report là một công cụ nhắn tin xã hội cho phép bất cứ ai từ bất kỳ cộng đồng nào, bất cứ nơi nào trên thế giới phản hồi các cuộc thăm dò ý kiến, báo cáo vấn đề, hỗ trợ quyền trẻ em và đóng vai trò những tác nhân thay đổi tích cực thay mặt cho người dân ở nước họ

source: CURRENT POLL
vi: KHẢO SÁT HIỆN TẠI

source: View Full Results
vi: Xem toàn bộ kết quả

source: All U-Report members
vi: Tất cả các thành viên U-Report

source: RESPONSE RATE
vi: TỶ LỆ PHẢN HỒI

source: Responded out of
vi: Đã phản hồi trong số

source: RESPONDER'S RATE BY LOCATION
vi: TỶ LỆ NGƯỜI PHẢN HỒI THEO ĐỊA PHƯƠNG

source: Most responded
vi: Phản hồi nhiều nhất

source: %(responded)s of %(total)s
vi: %(responded)strong số%(total)s

source: TRENDING WORDS
vi: CÁC TỪ ĐANG ĐƯỢC ƯU CHUỘNG

source: FEATURED RESPONSES
vi: PHẢN HỒI NỔI BẬT

source: View full results
vi: Xem toàn bộ kết quả

source: U-REPORTERS IN
vi: U-REPORTERS TẠI

source: TOTAL # OF U-REPORTERS
vi: TỔNG SỐ U-REPORTERS

source: 4 MOST ACTIVE REGIONS
vi: 4 KHU VỰC TÍCH CỰC NHẤT

source: RATE BY GENDER
vi: TỶ LỆ TÍNH THEO GIỚI TÍNH

source: RATE BY AGE
vi: TỶ LỆ TÍNH THEO ĐỘ TUỔI

source: WHAT U-REPORTERS ARE SAYING
vi: U-REPORTERS NÓI GÌ

source: FEATURED VIDEO
vi: VIDEO NỔI BẬT

source: Watch more videos
vi: Xem thêm video

source: FEATURED REGION
vi: KHU VỰC NỔI BẬT

source: Check more stories in U-Report app
vi: Xem thêm các câu chuyện trên ứng dụng U-Report

source: View more stories on Facebook
vi: Xem thêm trên Facebook

source: View more on Instagram
vi: Xem thêm trên Instagram

source: Read more tweets on Twitter
vi: Đọc thêm trên Twitter

source: NEWS FEED
vi: TIN TỨC

source: STORY
vi: Câu chuyện

source: Read full story
vi: Đọc toàn bộ câu chuyện

source: Response Rate
vi: Tỉ lệ phản hồi

source: Read this story
vi: Đọc câu chuyện này

source: JOBS
vi: CÔNG VIỆC

source: Scroll to see job details
vi: Cuộn để xem thông tin công việc

source: Tweet to
vi: Tweet đến

source: Read more
vi: Đọc thêm

source: Visit
vi: Ghé thăm

source: JOIN U-REPORT
vi: THAM GIA U-REPORT

source: HOW TO JOIN
vi: CÁCH THAM GIA

source: * U-Report is a free program sponsored by UNICEF with help of Network Providers in %(country)s. U-Report will not ask for any payments nor personal financial information, PLEASE disregard any messages which ask you for payment either on this number or on the Facebook and Twitter pages. All U-Report services (all msg on %(shortcode)s) are free.
vi: * U-Report là một chương trình miễn phí do UNICEF tài trợ với sự trợ giúp của các Nhà cung cấp Mạng tại %(country)s. U-Report sẽ không yêu cầu thanh toán và thông tin tài chính cá nhân, vui lòng bỏ qua bất kỳ tin nhắn nào yêu cầu bạn thanh toán bằng số này hoặc trên các trang Facebook và Twitter. Tất cả các dịch vụ U-Report (tất cả các tin nhắn trên %(shortcode)s) đều miễn phí.

source: U-REPORT ON SOCIAL MEDIA
vi: U-REPORT TRÊN MẠNG XÃ HỘI

source: Compose new Tweet
vi: Soạn Tweet mới

source: CURRENT POLL IN
vi: KHẢO SÁT HIỆN TẠI THUỘC CHỦ ĐỀ

source: %(questions)s question polled on this topic
vi: %(questions)s câu hỏi đã khảo sát trong chủ đề này

source: response rate
vi: tỷ lệ phản hồi

source: responded out of
vi: phản hồi trong tổng số

source: polled
vi: đã khảo sát

source: POLL RESULTS
vi: KẾT QUẢ KHẢO SÁT

source: %(responded)s responded out of %(polled)s polled
vi: %(responded)sđã phản hồi trong số %(polled)sđã khảo sát

source: KEYWORDS
vi: TỪ KHÓA

source: STATISTICS
vi: SỐ LIỆU

source: LOCATIONS
vi: ĐỊA ĐIỂM

source: GENDER
vi: GIỚI TÍNH

source: AGE
vi: TUỔI

source: FEATURED ANSWERS
vi: CÂU TRẢ LỜI NỔI BẬT

source: No featured answers.
vi: Không có câu trở lời nổi bật

source: U-Reporter in
vi: U-Reporter tại

source: RELATED STORIES
vi: CÁC CÂU CHUYỆN LIÊN QUAN

source: No related stories.
vi: Không có câu chuyện liên quan.

source: FEATURED IMAGES
vi: HÌNH ẢNH NỔI BẬT

source: No featured images yet.
vi: Chưa có hình ảnh nổi bật

source: FEATURED STORY
vi: CÂU CHUYỆN NỔI BẬT

source: BY
vi: BỞI

source: LATEST STORIES
vi: CÁC CÂU CHUYỆN MỚI NHẤT

source: FILTERED BY
vi: ĐƯỢC LỌC BỞI

source: Scroll to read more
vi: Cuộn để đọc thêm

source: STORY CONTINUES
vi: Câu chuyện tiếp tục

source: RELATED POLLS
vi: CÁC KHẢO SÁT LIÊN QUAN

source: No related polls.
vi: Không có khảo sát liên quan.

source: No featured images.
vi: Không có hình ảnh đặc trưng.

source: READ MORE
vi: XEM THÊM

source: Even
vi: Thậm chí

source: State
vi: Bang

source: National
vi: Quốc gia

source: District
vi: Quận, huyện

source: Participation Level
vi: Mức độ tham gia

source: Responses
vi: Phản hồi

source: Reporters in
vi: Phóng viên tại

source: Results
vi: Kết quả

source: *Other answers include
vi: Các câu trả lời khác bao gồm

source: Population
vi: Dân số

source: Registered in
vi: Đã đăng ký tại

source: Density
vi: Mật độ

source: total
vi: tổng

source: of
vi: của

source: WHO WE ARE
vi: CHÚNG TÔI LÀ AI

source: U-REPORTER STATISTICS
vi: SỐ LIỆU VỀ U-REPORTERS

source: WHERE ARE U-REPORTERS FROM?
vi: CÁC U-REPORTERS ĐẾN TỪ ĐÂU?

source: REGISTRATION RATE: IN THE PAST 6 MONTHS
vi: TỈ LỆ ĐĂNG KÝ: TRONG 6 THÁNG QUA

source: OCCUPATION: TOP 9 MOST MENTIONED
vi: NGHỀ NGHIỆP: TOP 9 ĐƯỢC NHẮC ĐẾN

source: Week of
vi: Tuần

source: Refreshed %s cache for this organization
vi: Đã làm mới %s bộ nhớ cache cho tổ chức này

source: Flag
vi: Cờ

source: The organization to which the image will be used
vi: Hình ảnh sẽ được sử dụng cho tổ chức

source: A short descriptive name for this image
vi: Tên mô tả ngắn cho hình ảnh này

source: Image type
vi: Loại hình ảnh

source: Ward Field
vi: Trường Phường, xã

source: Number of items with this counter
vi: Số lượng mục có bộ đếm này

source: No root user found. Please create a root user
vi: Không tìm thấy người sử dụng gốc. Hãy tạo người sử dụng gốc

source: The name for our alias
vi: Tên của bí danh của chúng tôi

source: The title or name to reference this Job source.
vi: Tiêu đề hoặc tên để tham chiếu nguồn Công việc này.

source: Choose the type for the Job source. Twitter, Facebook or RSS feed
vi: Chọn loại nguồn công việc. Twitter, Facebook hoặc RSS feed

source: The full URL to navigate to this Job source.
vi: URL đầy đủ để điều hướng đến nguồn Công việc này.

source: For Twitter, a widget Id is required to embed tweets on the website. Read carefully the instructions above on how to get the right widget Id
vi: Đối với Twitter, Id tiện ích là bắt buộc để gắn các tweet trên trang web. Hãy đọc cẩn thận các hướng dẫn ở trên về cách nhận được Id tiện ích

source: Featured job sources are shown first on the jobs page.
vi: Nguồn công việc nổi bật được hiển thị đầu tiên trên trang công việc.

source: The organization this job source is for
vi: Nguồn công việc này dành cho tổ chức

source: Your job source has been added successfully
vi: Nguồn công việc của bạn đã được thêm mới thành công

source: Your job source has been updated successfully
vi: Nguồn công việc của bạn đã được cập nhật thành công

source: This is the OSM id for this administrative boundary
vi: Đây là id OSM cho ranh giới quản trị này

source: The name of our administrative boundary
vi: Tên ranh giới hành chính của chúng tôi

source: The level of the boundary, 0 for country, 1 for state, 2 for district
vi: Mức ranh giới, 0 đối với toàn quốc, 1 đối với bang, 2 đối với quận, huyện

source: The parent to this political boundary if any
vi: Nhánh bố mẹ của danh giới chính trị này nếu có

source: Geometry
vi: Hình khối

source: The json representing the geometry type and coordinates of the boundaries
vi: Các json đại diện cho loại hình học và tọa độ của ranh giới

source: The title for this item
vi: Tiêu đề cho mục này

source: A short summary description for this item
vi: Mô tả ngắn cho muc này

source: A link that should be associated with this item
vi: Một liên kết cần được kết nối với mục này

source: The category this item belongs to
vi: Mục này thuộc về danh mục

source: The organization this item belongs to
vi: Mục này thuộc về tổ chức

source: The title for this Video
vi: Tiêu đề cho video này

source: A short summary description for this video
vi: Mô tả ngắn cho video này

source: The organization this video belongs to
vi: Video này thuộc về tổ chức

source: The name of this poll category
vi: Tên của danh mục khảo sát này

source: Poll Categories
vi: Danh mục khảo sát

source: The Flow this Poll is based on
vi: Luồng thông tin mà cuộc khảo sát này áp dụng

source: The date to display for this poll. Leave empty to use flow creation date.
vi: Ngày để hiện thị khảo sát này. Để trống để sử dụng ngày tạo flow.

source: Whether the flow for this poll is archived on RapidPro
vi: Flow cho khảo sát này có được lưu trữ trên RapidPro hay không

source: The base language of the flow to use
vi: Ngôn ngữ ban đầu sử dụng

source: The number of polled reporters on this poll
vi: Số lượng phóng viên đã khảo sát trong khảo sát này

source: Whether the poll has finished the initial results sync.
vi: Khảo sát đã hoàn thành việc đồng bộ kết quả ban đầu hay chưa

source: The title for this Poll
vi: Tiêu đề của khảo sát này

source: The category this Poll belongs to
vi: Khảo sát này thuộc về danh mục

source: Whether this poll should be featured on the homepage
vi: Khảo sát này nên được đưa lên trang chủ hay không

source: The splash category image to display for the poll (optional)
vi: Ảnh gây chú ý để hiển thị cho cuộc khảo sát (tùy chọn)

source: The organization this poll is part of
vi: Khảo sát này nằm trong tổ chức

source: The poll to associate to
vi: Khảo sát để kết hợp với

source: The poll for this response
vi: Khảo sát cho phản hồi này

source: The location for this response
vi: Địa điểm của phản hồi

source: The name of the sender of the message
vi: Tên của người gửi tin nhắn

source: The featured response message
vi: Tin nhắn phản hồi nổi bật

source: The poll this question is part of
vi: Câu hỏi này nằm trong khảo sát

source: The title of this question
vi: Tiêu đề của câu hỏi này

source: The RuleSet this question is based on
vi: Bộ nguyên tắc mà câu hỏi này áp dụng

source: The label of the ruleset on RapidPro
vi: Nhãn mác của bộ nguyên tắc trên RapidPro

source: The priority number for this question on the poll
vi: Con số ưu tiên cho câu hỏi này trong cuộc khảo sát

source: The Rule this response category is based on
vi: Nguyên tắc mà danh mục phản hồi này dựa vào

source: You must include a title for every included question.
vi: Bạn phải có một tiêu đề cho mỗi câu hỏi

source: Title too long. The max limit is 255 characters for each title
vi: Tiêu đề quá dài. Tối đa 255 ký tự cho mỗi tiêu đề

source: You must include at least one poll question.
vi: Bạn phải có ít nhất một câu hỏi khảo sát

source: Adjust poll date
vi: Điều chỉnh ngày khảo sát

source: Your poll has been updated, now pick which questions to include.
vi: Khảo sát của bạn đã được cập nhật, bây giờ hãy chọn câu hỏi

source: Your poll has been created, now adjust the poll date.
vi: Khảo sát của bạn đã được tạo, bây giờ hãy điều chỉnh ngày khảo sát

source: Poll Images
vi: HÌnh ảnh cho khảo sát

source: Now enter any responses you'd like to feature. (if any)
vi: Bây giờ hãy nhập bất kỳ phản hồi nào bạn muốn hiện. (nếu có)

source: Image to display on poll page and in previews. (optional)
vi: Hình ảnh để hiển thị trên trang khảo sát và trong phần xem trước. (không bắt buộc)

source: Image to display on poll page and in previews (optional)
vi: Hình ảnh để hiển thị trên trang khảo sát và trong phần xem trước (không bắt buộc)

source: Featured Poll Responses
vi: Phản hồi khảo sát nổi bật

source: Your poll has been updated.
vi: Khảo sát đã được cập nhật

source: Response %d Reporter
vi: Phản hồi %d phóng viên

source: The name or alias of the responder.
vi: Tên hoặc bí danh của người trả lời

source: Response %d Location
vi: Phản hồi %d Địa phương

source: The location of the responder.
vi: Địa phương của phóng viên.

source: Response %d Message
vi: Phản hồi %d Tin nhắn

source: The text of the featured response.
vi: Văn bản của phản hồi nổi bật.

source: Poll Questions
vi: Câu hỏi khảo sát

source: Now set what images you want displayed on your poll page. (if any)
vi: Bây giờ thiết lập những hình ảnh bạn muốn hiển thị trên trang khảo sát của bạn. (nếu có)

source: Include
vi: Bao gồm

source: Whether to include this question in your public results
vi: Có bao gồm câu hỏi này trong kết quả công cố của bạn hay không

source: Priority
vi: Ưu tiên

source: The priority of this question on the poll page, higher priority comes first
vi: Mức độ ưu tiên của câu hỏi này trên trang khảo sát, những đề mục ưu tiên hơn xuất hiện trước

source: Ruleset Label
vi: Nhãn ruleset

source: The label of the ruleset from RapidPro
vi: Nhãn của ruleset từ RapidPro

source: Title
vi: Tiêu đề

source: The question posed to your audience, will be displayed publicly
vi: Câu hỏi đặt ra cho đối tượng nhắm đến của bạn, sẽ được hiển thị công khai

source: Scheduled a pull refresh for poll #%d on org #%d
vi: Đã lên lịch làm mới cho cuộc thăm dò dư luận #%d trong tổ chức #%d

source: Whether this org should be show on the landing page
vi: Liệu tổ chức này có cần được hiện diện ở trang đích

source: The shortcode that users will use to contact U-Report locally
vi: Mã ngắn mà người dùng sẽ sử dụng để liên hệ với U-Report tại địa phương

source: The short text used to direct visitors to join U-Report
vi: Văn bản ngắn sử dụng để hướng khách truy cập tham gia U-Report

source: The color used to draw the text on the join bar
vi: Màu sắc cho chữ trên thanh tham gia

source: The color used to draw the background on the join bar
vi: Màu sắc nền trên thanh tham gia

source: The primary color for styling for this organization
vi: Màu sắc chính cho kiểu dáng của tổ chức này

source: The secondary color for styling for this organization
vi: Màu sắc phụ cho kiểu dáng của tổ chức này

source: The background color for the site
vi: Màu nền cho trang này

source: Up to 6 colors for styling charts, use comma between colors
vi: Có thể dùng tới 6 màu cho các biểu đồ khác nhau, sử dụng dấu phẩy giữa các màu

source: The Google Analytics Tracking ID for this organization
vi: Google Analytics Tracking ID cho tổ chức này

source: The URL to the Youtube channel for this organization
vi: URL kênh Youtube cho tổ chức này

source: The URL to the Facebook page for this organization
vi: URL trang Facebook cho tổ chức này

source: The integer id to the Facebook page for this organization (optional)
vi: Mã số nguyên đối với trang Facebook cho tổ chức này (tùy chọn)

source: The integer id to the Facebook app for this organization's chat app (optional)
vi: Mã số nguyên đối với ứng dụng Facebook cho ứng dụng chat của tổ chức này (tùy chọn)

source: The id of the Facebook Pixel for this organization (optional)
vi: Id của Facebook Pixel cho tổ chức này (tùy chọn)

source: The Instagram username for this organization
vi: Tên đăng nhập Instagram của tổ chức này

source: The Instagram widget id from lightwidget.com
vi: Tiện ích Instagram id từ lightwidget.com
