Repository: Ilhasoft/push-rtm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br, vi

source: Users
pt_br: Usuários
vi: Người dùng

source: Username
pt_br: Nome do usuário
vi: Tên đăng nhập

source: username
pt_br: Nome do usuário

source: Name
pt_br: Nome
vi: Tên

source: Password
pt_br: Senha
vi: Mật khẩu

source: New password
pt_br: Nova senha

source: New
pt_br: Novo

source: Passwords must have at least 8 characters, including one uppercase, one lowercase and one number
pt_br: As senhas devem ter pelo menos 8 caracteres, incluindo uma letra maiúscula, uma minúscula e um número
vi: Mật khẩu phải có ít nhất 8 ký tự, gồm một in hoa, một in thường và một con số

source: Groups
pt_br: Grupos
vi: Nhóm

source: Cancel
pt_br: Cancelar
vi: Đóng

source: Permission
pt_br: Permissão

source: Global Admin
pt_br: Administrador Global

source: Global Viewers
pt_br: Visualizador Global

source: No Permission
pt_br: Sem Permissão

source: Are you sure?
pt_br: Tem certeza?

source: Do you really want to block the user
pt_br: Tem certeza que quer blocar esse usuário

source: Confirm
pt_br: Confirmar

source: Do you really want to active the user
pt_br: Tem certeza que quer ativar esse usuário

source: No results found
pt_br: Nenhum resultado encontrado

source: Redirecting
pt_br: Redirecionando

source: You are being redirected, if the page does not load,
pt_br: Você será redirecionado, se a página não carregar,

source: click here
pt_br: clique aqui

source: Access Denied
pt_br: Acesso Negado

source: You don't have access to this area. Contact an administrator to verify their permission
pt_br: Você não tem acesso para essa área. Entre em contato com o administrador para verificar sua permissão

source: Filter by
pt_br: Filtrar por

source: Last 7 days
pt_br: Últimos 7 dias

source: Last 30 days
pt_br: Últimos 30 dias

source: Last 12 months
pt_br: Últimos 12 meses

source: Since Inception
pt_br: Desde o início

source: Global Dashboard
pt_br: Painel Global

source: UNCTs tracked
pt_br: UNCTs acompanhadas

source: UNCTs Tracked
pt_br: UNCTs Acompanhadas

source: SDGs being tracked
pt_br: ODSs sendo acompanhadas

source: Number of total messages received addressing each SDG
pt_br: Número total de mensagens recebidas endereçadas para cada ODS

source: No SDGs being tracked in this period
pt_br: Sem ODS sendo acompanhadas nesse período

source: SDGs not being tracked
pt_br: Sem ODSs acompanhadas

source: There is no data for this filter
pt_br: Esse filtro não possuem resultados

source: Surveys Partial Results
pt_br: Resultados parciais das pesquisas

source: Partial SDG results for the lastest ongoing surveys
pt_br: Resultados parciais da ODS para as últimas pesquisas em andamento

source: See survey
pt_br: Visualizar pesquisa

source: None
pt_br: Nenhum

source: SDG
pt_br: ODS

source: Message Metrics
pt_br: Métrica de mensagens

source: Breakdown of status messages into the unct and global view
pt_br: É possível dividir a vizualização dos status da mensagem em unct e global

source: View by
pt_br: Visualizar

source: All channels
pt_br: Todos os canais

source: Messages by Channel
pt_br: Mensagens por Canal

source: These results are the sum of messages received and sent
pt_br: Esses resultados são o somatório das mensagens enviadas e recebidas

source: Questions
pt_br: Questões

source: There are no questions registered with this SDG
pt_br: Não há perguntas registradas para essa ODS

source: Global Average
pt_br: Média Global

source: Other UNCTs
pt_br: Outras UNCTs

source: Most used Channels
pt_br: Canais mais usados

source: There are no data for this filter
pt_br: Esse filtro não possui resultados

source: RapidPro Contacts
pt_br: Contatos do RapidPro

source: Last 6 months
pt_br: Últimos 6 meses

source: Most used channels into the UNCT and around the globe
pt_br: Canais mais usados por UNCT e do geral

source: Surveys
pt_br: Pesquisas

source: Surveys being conducted through the RTM
pt_br: Pesquisas sendo conduzidas pelo RTM

source: Overview of the contacts status on RapidPro
pt_br: Visão geral de status dos contatos no RapidPro

source: Contacts growth over time
pt_br: Crescimento de contatos com o tempo

source: Portion of Global Total Contacts
pt_br: Porção total de contatos globais

source: Documentation
pt_br: Documentação

source: UNCTs Documentation
pt_br: Documentação das UNCTs

source: Repository
pt_br: Repositório

source: Dashboard
pt_br: Painel

source: Global Documentation
pt_br: Documentação Global

source: Global Surveys
pt_br: Pesquisas Globais

source: This is the main session of the platform and also its homepage.
pt_br: Essa é a sessão principal da plataforma e da página inicial.

source: It's here where all the survey's data gathered will be available for analysis.
pt_br: É aqui que todos os dados da pesquisa coletados estarão disponíveis para análise.

source: Like a main access point, it allows gathering different perceptions from ongoing surveys and useful RapidPro data metrics.
pt_br: Como um ponto de acesso principal, ele permite reunir diferentes percepções de pesquisas em curso e métricas de dados úteis RapidPro.

source: Walkthrough
pt_br: Passo a passo

source: Global Dashboard aggregates all active surveys from UNCTs' workspaces.
pt_br: O Painel Global agrega todas as pesquisas ativas dos espaços de trabalho dos UNCTs.

source: Right below the page's title, it's the scope of the first Filter, which applies to the entire page range options.
pt_br: Abaixo do título é mostrado o primeiro Filtro, este que se aplica a todas as opções de intervalo de páginas.

source: To ease the understanding, there's a block division for each data type.
pt_br: Para facilitar o entendimento, existe uma divisão de blocos para cada tipo de dados.

source: The first one is related to SDGs tracking, then Surveys Partial Results, Message Metrics, Most used Channels and lastly RapidPro Contacts.
pt_br: O primeiro está relacionado ao acompanhamento das ODS, seguidos por Resultados parciais das pesquisas, Métricas de mensagem, Canais mais usados e, por último, Contatos do RapidPro.

source: Each one has its own features and sorting options and we'll go through it all on the topics below.
pt_br: Cada um tem seus próprios recursos e opções de classificação e veremos tudo nos tópicos abaixo.

source: SDGs Tracking
pt_br: ODSs Acompanhadas

source: In the bubble graph, you can see which SDG is being more tracked related to others.
pt_br: No gráfico de bolhas, é possível ver qual ODS está sendo mais requisitada em relação as outras.

source: In other words, it shows the number of received messages for questions that are linked to the respective SDG.
pt_br: Em outras palavras, mostra o número de mensagens recebidas para perguntas vinculadas à respectiva ODS.

source: There are two separate sections to display the SDGs tracking status.
pt_br: Existem duas seções separadas para exibir o status de acompanhamento das ODS.

source: The order doesn't interfere with the bubble size, it is ordered by crescent numerical order.
pt_br: A ordem não interfere no tamanho da bolha, é organizada por ordem numérica crescente.

source: To provide better readability there is a tooltip on each bubble displaying the SDG name and also the received messages count.
pt_br: Para facilitar a leitura, há um tooltip em cada balão exibindo o nome da ODS e também a contagem de mensagens recebidas.

source: To follow ongoing surveys and track how the answers are being structured as it comes from RapidPro, the partial results graph randomizes 20 questions to be displayed.
pt_br: Para acompanhar pesquisas em andamento e acompanhar como as respostas estão sendo estruturadas, como vem do RapidPro, o gráfico de resultados parciais randomiza 20 perguntas a serem exibidas.

source: It will bring a more close approach to all UNCT's ongoing surveys.
pt_br: Será exibido uma abordagem mais atual a todas as pesquisas da UNCT em andamento.

source: Sorting and Filtering
pt_br: Ordenação e Filtragem

source: There is a filter by SDG on the upper right corner, it allows to list questions that are linked to the selected SDG.
pt_br: Há um filtro por ODS no canto superior direito, que permite listar perguntas que estão vinculadas à ODS selecionada.

source: By navigating through the questions you will get indicators from ongoing answers to each question.
pt_br: Ao navegar pelas perguntas, você visualizará indicadores das respostas para cada pergunta.

source: RapidPro registers message traffic information.
pt_br: O RapidPro registra as informações do tráfego de mensagens.

source: This information reflects the ongoing and finished survey's level of engagement.
pt_br: Essas informações refletem o nível de envolvimento na pesquisa em andamento e finalizada.

source: This dashboard module shows the sum of aggregated values from messages sent and received.
pt_br: Este módulo do painel mostra a soma dos valores agregados das mensagens enviadas e recebidas.

source: The graph consolidates the traffic from all UNCT's workspaces.
pt_br: O gráfico consolida o tráfego de todos os espaços de trabalho da UNCT.

source: There's also a tracking statistics by active channels on the UNCT's RapidPro workspace.
pt_br: Também há estatísticas de acompanhamento por canais ativos no espaço de trabalho no RapidPro da UNCT.

source: The message metrics by channel board displays the sum of all sent and received messages for a general overview of all channels and its usage status.
pt_br: As métricas de mensagem por canal exibem a soma de todas as mensagens enviadas e recebidas para uma visão geral dos seus status de uso.

source: There is a filter by SDG on the upper right corner, it allows to list questions that are linked to the selected SDG.
pt_br: Há um filtro por ODS no canto superior direito, que permite listar perguntas que estão vinculadas à ODS selecionada.

source: The number of contacts is a very important piece of information provided by RapidPro.
pt_br: O número de contatos é uma informação muito importante fornecida pelo RapidPro.

source: It means the aggregated number of contacts inside the registered group from all UNCT's.
pt_br: Isso significa que o número agregado de contatos dentro do grupo foi registrado de todas as UNCTs.

source: The graph allows for seeing this information from the last 6 months.
pt_br: O gráfico permite visualizar as informações até últimos 6 meses.

source: The Global RTM Repository module provides access to all shared survey flows template files.
pt_br: O Repositório Global do RTM fornece acesso a todos os arquivos de modelo de fluxos de pesquisa compartilhados.

source: Viewer and Administrator perspectives
pt_br: Perspectivas do Administrador e Visualizador

source: In this particular case, features for both account levels are the same, let's walk through each one.
pt_br: Nesse caso específico, os recursos para os dois níveis de conta são os mesmos, vamos conhecer um de cada.

source: All flows
pt_br: Todos os fluxos

source: This is the Repository's homepage, where all available flows to download are listed.
pt_br: Esta é a página inicial do Repositório, onde estão listados todos os fluxos disponíveis para download.

source: It will present the survey title, the UNCT that uploaded it and a short description provided by the administrator who created that flow.
pt_br: Apresentará o título da pesquisa, a UNCT que o enviou e uma breve descrição fornecida pelo administrador que criou esse fluxo.

source: See a list of all registered UNCTs to sort only its flows and easily download.
pt_br: Veja uma lista de todas as UNCTs registrados para classificar apenas seus fluxos e fazer o download facilmente.

source: Search
pt_br: Buscar
vi: Tìm kiếm

source: There's a search bar to find surveys, you just need to type and press enter.
pt_br: Essa barra de pesquisa é para realizar pesquisas, basta digitar e pressionar enter.

source: It's case insensitive and capable of searching for strings' fragments at the survey name or description.
pt_br: Reconhece letras maiúsculas e minúsculas e é capaz de procurar fragmentos do nome ou descrição da pesquisa.

source: In the example below the search was "flow" and it found five surveys where the string was found in different spots from multiple workspaces.
pt_br: No exemplo a seguir, a pesquisa foi "flow" e encontrou cinco pesquisas em que a sentença foi encontrada em diferentes locais em vários espaços de trabalho.

source: Besides survey flows it's possible to search for UNCTs names.
pt_br: Além dos fluxos de pesquisa, é possível procurar nomes de UNCTs.

source: See below a search for "brasil".
pt_br: Veja a seguir uma pesquisa por "brasil".

source: Sorting
pt_br: Ordenação

source: It's possible to sort surveys by stars, newest or alphabetically.
pt_br: É possível ordenar pesquisas por estrelas, mais recentes ou em ordem alfabética.

source: Clicking the option once will sort ascending and the second time will apply descending.
pt_br: Clicar na opção uma vez ordenar ascendente e a segunda vez será aplicada decrescente.

source: You can also filter the list by one specific SDG or language.
pt_br: Você também pode filtrar a lista por uma ODS ou idioma específico.

source: At the UNCTs session, it's possible to sort by Newest or Alphabetically as well.
pt_br: Na sessão das UNCTs, também é possível ordenar por Mais Recente ou em ordem alfabética.

source: Star Score
pt_br: Pontuação da Estrela

source: Given the number of stars of a shared survey may assist you to choose one by popularity.
pt_br: Determinado o número de estrelas de uma pesquisa compartilhada, você poderá escolher uma por popularidade.

source: The ones you've starred will show a filled star.
pt_br: As que foram marcadas com estrela mostrarão uma estrela cheia.

source: After choosing the survey flow you want, just click Download and you'll save the JSON file to your computer.
pt_br: Depois de escolher o fluxo de pesquisa desejado, basta clicar em Download e você salvará o arquivo JSON no seu computador.

source: There's a download counter for how many hits the button has been clicked.
pt_br: Há um contador de downloads para mostrar quantas vezes foi baixado.

source: Global Surveys List
pt_br: Lista de Pesquisas Globais

source: Add description here
pt_br: Adicione aqui a descrição

source: Starting a Global Survey
pt_br: Começando uma Pesquisa Global

source: Clicking the + Global Surveys button will allow you to start a new event.
pt_br: Clicar no botão + Pesquisas Globais permitirá iniciar uma nova pesquisa.

source: Where all it's needed is to provide a Title, Date range and a Description.
pt_br: É necessário fornecer em todos um Título, um Período e uma Descrição.

source: The title is how UNCTs' workspaces are going to choose which global survey to connect, so it's a good practice to make it short and self-explained.
pt_br: O título é como os espaços de trabalho das UNCTs escolherão qual pesquisa global conectar, por isso é uma boa prática torná-la curta e auto-explicada.

source: Start Date and End Date will set the results' range considered as relevant for this event.
pt_br: Data de início e Data de término definirão o intervalo de resultados considerado relevante para esta pesquisa.

source: A description will explain the survey at the Surveys Result page.
pt_br: Uma descrição explicará a pesquisa na página Resultados da Pesquisa.

source: Before clicking OK make sure you have checked the Is active option or the survey will be saved with deactivated status.
pt_br: Antes de clicar em OK, verifique se você marcou a opção Está Ativo ou a pesquisa será salva com o status desativado.

source: When you've completed this process, the global survey will become available for connection at UNCTs' workspaces by activating Connect to on ongoing global survey.
pt_br: Quando você concluir esse processo, a pesquisa global ficará disponível para ser anexada nos espaços de trabalho das UNCTs selecionando Conectar na pesquisa global em andamento.

source: Connection evaluation
pt_br: Avaliação da conexão

source: Clicking the + icon on the survey right side will open the evaluation module.
pt_br: Clicar no ícone + no lado direito da pesquisa abrirá o módulo de avaliação.

source: Than you'll see two tabs, Pending and Approved.
pt_br: Então serão visualizadas duas guias: Pendente e Aprovada.

source: On Pending there's a list of all surveys requests.
pt_br: Em Pendente, há uma lista de todas as solicitações de pesquisas.

source: Clicking the survey Name will open the UNCT's respective content and the icons on its right side will approve or deny the request, respectivelly.
pt_br: Clicando no nome da pesquisa abrirá o respectivo conteúdo da UNCT e os ícones à direita aprovarão ou negarão a solicitação, de forma correspondente.

source: On Approved you can also load the respective content by clicking the survey name.
pt_br: Em Aprovado, você também pode carregar o respectivo conteúdo clicando no nome da pesquisa.

source: The X button will unlink that survey from the global event.
pt_br: O botão X desvinculará essa pesquisa do evento global.

source: Searching
pt_br: Buscando

source: It's case insensitive and capable of searching for strings' fragments at the name of active or inactive surveys.
pt_br: Reconhece letras maiúsculas e minúsculas e é capaz de procurar fragmentos do nome das pesquisas ativas ou inativas.

source: In the example below the search was "global" and it found three surveys where the string was found in different spots.
pt_br: No exemplo abaixo, a pesquisa foi "global" e encontrou três pesquisas em que a sequência foi encontrada em locais diferentes.

source: You can disengage the search filter by clicking the X at the right of the bar.
pt_br: Você pode desativar o filtro de pesquisa clicando no X à direita da barra.

source: It's possible to sort surveys by Name, Date and Status.
pt_br: É possível ordenar pesquisas por Nome, Data e Status.

source: Clicking the option once will sort ascending and the second time will apply descending.
pt_br: Clicar na opção uma vez ordenar ascendente e a segunda vez será aplicada decrescente.

source: Sorting can be a very useful tool as your survey's list grow bigger, in the example below there's a search for 'global' and it's also sorting the list by Initial Date.
pt_br: A ordenação pode ser uma ferramenta muito útil, à medida que a lista da sua pesquisa aumenta, no exemplo abaixo, há uma pesquisa por 'global' e também a classificação por Data Inicial.

source: Disabled Surveys
pt_br: Pesquisas Desativadas

source: A grayed survey line means that it has been disabled and become inaccessible.
pt_br: Uma linha de pesquisa acinzentada significa que foi desativada e se tornou inacessível.

source: A disabled survey won't have its results synchronized.
pt_br: Uma pesquisa desativada não terá seus resultados sincronizados.

source: In most cases disabling a survey means that the result is no longer necessary or something went wrong with it.
pt_br: Na maioria dos casos, desabilitar uma pesquisa significa que o resultado não é mais necessário ou que algo deu errado.

source: Surveys' results
pt_br: Resultados da pesquisa

source: Here, you will find all surveys that were registered as Global on UNCTs.
pt_br: Aqui, você encontrará todas as pesquisas registradas como Global nos UNCTs.

source: Survey results can be analyzed by selecting a survey on the survey's list.
pt_br: Os resultados da pesquisa podem ser analisados selecionando uma pesquisa na lista da pesquisa.

source: When choosing a survey on the list you will be redirected to the survey results page, which displays all details and charts.
pt_br: Ao escolher uma pesquisa na lista, você será redirecionado para a página de resultados da pesquisa, que exibe todos os detalhes e gráficos.

source: It will show you how many questions have the selected survey, its Title, Description, Date and Linked SDGs.
pt_br: Ele mostrará quantas perguntas a pesquisa selecionada, seu título, descrição, data e ODSs vinculadas.

source: There's also a counter for applied UNCTs in this Global survey.
pt_br: Há também um contador para UNCTs aplicados nesta pesquisa global.

source: It's also possible to use the left panel and filter by SDG displaying only the questions that match the ones selected.
pt_br: Também é possível usar o painel esquerdo e filtrar pela ODS exibindo apenas as perguntas que correspondem às selecionadas.

source: Search bar
pt_br: Barra de busca

source: Searching for UNTCs will allow confronting Global results against Local.
pt_br: A pesquisa de UNTCs permitirá a comparação dos resultados globais com uma Local.

source: Results' balance
pt_br: Saldo de resultados

source: By clicking Countries arrow option a list of connected UNCTs will load so you may choose one to balance the results.
pt_br: Clicando na opção de Países, uma lista de UNCTs conectadas será carregada, para que você possa escolher uma para comparar os resultados.

source: Now, it's possible to collate each question's result by clicking the More arrow.
pt_br: Agora, é possível agrupar o resultado de cada pergunta clicando na seta Mais.

source: For each question, there's engagement counter, for applied UNCTs' surveys that has this question, and a segment by option to filter results by Age or Gender.
pt_br: Para cada pergunta, há um contador de engajamento, para pesquisas de UNCTs aplicadas que possuem essa pergunta e um segmento por opção para filtrar os resultados por Idade ou Sexo.

source: Editing
pt_br: Editando

source: You can edit a Global survey anytime just by clicking the pencil icon on its right side.
pt_br: Você pode editar uma pesquisa global a qualquer momento, apenas clicando no ícone de lápis no lado direito.

source: The edition session will also allow you to deactivate that survey.
pt_br: A sessão de edição também permitirá que você desative essa pesquisa.

source: List
pt_br: Lista

source: The homepage of UNCTs' session is a list of all registered UNCTs.
pt_br: A página inicial da sessão das UNCTs é uma lista de todas as UNCTs registradas.

source: Where some actions are available, let's walk through it all.
pt_br: Se algumas ações estiverem disponíveis, iremos analisar tudo.

source: You can choose to sort by Name, Timezone or Language.
pt_br: Você pode optar por ordenar por Nome, Fuso Horário ou Idioma.

source: The first click will apply alphabetically descending order and the second ascending.
pt_br: O primeiro clique aplicará a ordem alfabética decrescente e o segundo crescente.

source: There's a search bar to find registered UNCTs, you just need to type and press enter.
pt_br: Essa barra de pesquisa é para realizar pesquisas, basta digitar e pressionar enter.

source: It's case insensitive and capable of searching for strings' fragments at the name field.
pt_br: Reconhece letras maiúsculas e minúsculas e é capaz de procurar fragmentos no campo do nome.

source: In the example below the search was "L" and it found three UNCTs where the string was found in different spots.
pt_br: No exemplo abaixo, a pesquisa foi "L" e encontrou três UNCTs em que o fragmento foi encontrado em locais diferentes.

source: You can disengage the search filter by clicking the X at the right of the bar
pt_br: Você pode desativar o filtro de pesquisa clicando no X à direita da barra.

source: Adding a new UNCT
pt_br: Adicionando uma nova UNCT

source: By clicking the + UNCT button the process of registering a new UNCT will start.
pt_br: Clicando no botão +UNCT o processo de registro de uma nova UNCT irá comear.

source: First inputs are relative to platform properties.
pt_br: Os primeiros campos de texto são relacionados às propriedades da plataforma.
