Repository: Ilhasoft/push-rtm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br, vi

source: Clicking next will move forward to each step until you finish editing.
pt_br: Clicar em Avançar avançará para cada etapa até concluir a edição.

source: Directly questions
pt_br: Perguntas diretas

source: By clicking the question's number you'll be taken directly to questions' editing.
pt_br: Ao clicar no número da pergunta, você será levado diretamente para a edição das perguntas.

source: In most cases disabling a survey means that result is no longer necessary or something went wrong with it.
pt_br: Na maioria dos casos, desabilitar uma pesquisa significa que o resultado não é mais necessário ou que algo deu errado.

source: Here, you will find all surveys that were registered on your UNCT.
pt_br: Aqui, você encontrará todas as pesquisas registradas no seu UNCT.

source: Question's segments
pt_br: Segmentos da pergunta

source: If you need to restrict the scope of one question, by Gender or Age, there's an option to do it at each question graph.
pt_br: Se você precisar restringir o escopo de uma pergunta, por Gênero ou Idade, há uma opção para fazer isso em cada gráfico de pergunta.

source: Choosing All will clear the restriction and display the full question's result.
pt_br: Escolher Tudo limpará a restrição e exibirá o resultado completo da pergunta.

source: Charts and Answer Types
pt_br: Gráficos e tipos de resposta

source: To get a clear view of each survey results we've plan to describe all questions and its answers in the following kinds of charts:
pt_br: Para obter uma visão clara dos resultados de cada pesquisa, planejamos descrever todas as perguntas e suas respostas nos seguintes tipos de gráficos:

source: Horizontal Bars
pt_br: Barras Horizontais

source: Are used to display in a more simple and absolute approach.
pt_br: São usados para exibir em uma abordagem mais simples e absoluta.

source: Consolidation type: Age, Gender
pt_br: Tipo de consolidação: Idade, Sexo

source: Doughnut
pt_br: Donut

source: Doughnut charts are going to be used to compare answers between results and percentages.
pt_br: Os gráficos donuts serão usados para comparar respostas entre resultados e porcentagens.

source: Word cloud
pt_br: Nuvem de palavras

source: Chart that allows users to overview open questions, this kind of chart is going to be good to compare the most commonly answered words.
pt_br: Gráfico que permite aos usuários visualizar perguntas abertas, esse tipo de gráfico será bom para comparar as palavras respondidas com mais frequência.

source: On your first login, you'll receive viewer access permission.
pt_br: No seu primeiro login, você receberá permissão de acesso de visualizador.

source: If you want new user access, a UNCT administrator needs to change your access.
pt_br: Se você deseja acesso a novos usuários, um administrador da UNCT precisa alterar seu acesso.

source: Allowed to access UNCT's Dashboard, Repository and Surveys a viewer account can only see the data already there.
pt_br: Com permissão para acessar o Painel, Repositório e Pesquisas da UNCT, uma conta de visualizador pode ver apenas os dados já existentes.

source: Administrators' accounts have full access to all tools.
pt_br: As contas administradoras têm acesso total a todas as ferramentas.

source: In the image below you can see two sample accounts.
pt_br: Na imagem a seguir, você pode ver duas contas de amostra.

source: By clicking the trash icon the respective account will be blocked and that login's credentials will be denied.
pt_br: Ao clicar no ícone da lixeira, a respectiva conta será bloqueada e as credenciais do login serão negadas.

source: It's case insensitive and capable of searching for strings' fragments.
pt_br: É sensível a maiúsculas e minúsculas e é capaz de procurar fragmentos de strings.

source: In the example bellow the search was "and" and it found "Admin Sandbox" account name.
pt_br: No exemplo abaixo, a pesquisa foi "and" e encontrou o nome da conta "Admin Sandbox".

source: Languages
pt_br: Idiomas

source: Do you really want to delete the flow
pt_br: Deseja realmente excluir o fluxo

source: Survey library for finding and sharing questions or surveys among UNCTs
pt_br: Biblioteca de pesquisa para encontrar e compartilhar perguntas ou pesquisas entre os UNCTs

source: Upload Global Flow
pt_br: Carregar fluxo global

source: Add surveys you have used to the global repository.
pt_br: Adicione pesquisas que você usou ao repositório global.

source: Other UNCTs will be able to see the questions you used.
pt_br: Outras UNCTs poderão ver as perguntas que você usou.

source: The results are not included on the files and will not be shared.
pt_br: Os resultados não estão incluídos nos arquivos e não serão compartilhados.

source: Search file
pt_br: Pesquisar arquivo

source: Select your json file
pt_br: Selecione seu arquivo json

source: Visible globally
pt_br: Visível globalmente

source: Description
pt_br: Descrição

source: SDGs
pt_br: ODSs

source: Add tag
pt_br: Adicionar tag

source: Optional
pt_br: Opcional

source: View all survey questions/surveys used by your UNCT. You can download a particular survey and use it.
pt_br: Veja todas as perguntas/pesquisas usadas pela sua UNCT. Você pode baixar uma pesquisa específica e usá-la.

source: Sort by
pt_br: Ordenar por

source: Alphabetical
pt_br: Alfabética

source: Most stars
pt_br: Mais estrelas

source: Newest
pt_br: Recente

source: View all survey questions/surveys used by all UNCTs.
pt_br: Veja todas as perguntas/pesquisas utilizadas por todas as UNCTs.

source: You can download a particular survey and use it.
pt_br: Você pode baixar uma pesquisa específica e usá-la.

source: View all survey questions/surveys used by your UNCT.
pt_br: Veja todas as perguntas/pesquisas usadas pela sua UNCT.

source: Collected data
pt_br: Dados coletados

source: Collected Data
pt_br: Dados coletados

source: Do you really want to delete this flow?
pt_br: Deseja realmente excluir este fluxo?

source: A list of all UNCTs that have uploaded flows to the repository.
pt_br: Uma lista de todas as UNCTs que carregaram fluxos no repositório.

source: flow
pt_br: fluxo

source: Registered
pt_br: Registrado
vi: Đã đăng ký

source: World Map
pt_br: Mapa do Mundo

source: Help
pt_br: Ajuda

source: Logout
pt_br: Sair
vi: Đăng xuất

source: Previous
pt_br: Voltar
vi: Trước

source: Next
pt_br: Próximo
vi: Sau

source: 1 General
pt_br: 1 Geral

source: 2 Date Setting
pt_br: 2 Ajuste de Data

source: 3 Questions
pt_br: 3 Perguntas

source: General Information
pt_br: Informação Geral

source: Fill the fields below
pt_br: Preencha os campos abaixo

source: Create a new flow on RapidPro
pt_br: Crie um novo fluxo no RapidPro

source: Global Survey Description
pt_br: Descrição da Pesquisa Global

source: Checking surveys compatibility...
pt_br: Conferindo a compatibilidade das pesquisas...

source: 1 Poll for flow
pt_br: 1 Pesquisa de fluxo

source: 3 Survey Questions
pt_br: 3 Perguntas da Pesquisa

source: Date Setting
pt_br: Ajuste da Data

source: Registration date or leave this field empty to keep the date flow creation date
pt_br: Registre uma data ou deixe este campo em branco para manter a data de criação do fluxo de datas

source: Back
pt_br: Voltar
vi: Quay lại

source: Survey Questions
pt_br: Perguntas da Pesquisa

source: Edit the selected title(s)
pt_br: Editar o(s) título(s) selecionado(s)

source: Select the title corresponding to the question
pt_br: Selecione o título correspondente à pergunta

source: Select the title(s)
pt_br: Selecione o(s) título(s)

source: Save
pt_br: Salvar

source: Connect Survey
pt_br: Conectar Pesquisa

source: Survey Results
pt_br: Resultados da Pesquisa

source: Click on a survey item below to see its results
pt_br: Clique em um item da pesquisa abaixo para ver seus resultados

source: Runs
pt_br: Execuções

source: See the results
pt_br: Veja os resultados

source: Go to question edit
pt_br: Ir para a edição de perguntas

source: Yes
pt_br: Sim
vi: Có

source: No
pt_br: Não
vi: Không

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Edit survey
pt_br: Editar pesquisa

source: Grant list
pt_br: Lista de permissão

source: Compatibility
pt_br: Compatibilidade

source: Date
pt_br: Data

source: Joined
pt_br: Juntou-se

source: Initial Date
pt_br: Data Inicial

source: Final Date
pt_br: Data Final

source: Edit
pt_br: Editar
vi: Chỉnh sửa

source: Label
pt_br: Etiqueta
vi: Nhãn

source: Key
pt_br: Chave
vi: Khóa

source: Male
pt_br: Masculino
vi: Nam

source: Female
pt_br: Feminino
vi: Nữ

source: Other
pt_br: Outros
vi: Khác

source: Organization
pt_br: Organização
vi: Tổ chức

source: Gender of the contact
pt_br: Gênero do contato
vi: Giới tính của địa chỉ liên lạc

source: Born Field
pt_br: Nascimento
vi: Trường Năm sinh

source: Occupation Field
pt_br: Ocupação
vi: Trường Nghề nghiệp

source: Registration Date
pt_br: Data de registro
vi: Ngày đăng ký

source: State Field
pt_br: Estado
vi: Trường Quốc gia

source: District Field
pt_br: Cidade
vi: Trường Quận, huyện

source: Grant List
pt_br: Lista de Permissão

source: Hello
pt_br: Olá

source: Select the UNCT
pt_br: Selecionar a UNCT

source: Select a Survey in
pt_br: Selecione uma pesquisa em

source: Question
pt_br: Questões

source: The amount of questions in this survey
pt_br: A quantidade de perguntas nesta pesquisa

source: Countries
pt_br: Países

source: Countries participating in this global survey
pt_br: Países participantes desta pesquisa global

source: Export
pt_br: Exportar

source: Export surveys results
pt_br: Exportar resultados da pesquisa

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: Date:
pt_br: Data:

source: Linked SDGs:
pt_br: ODS vinculadas:

source: No Survey found for this Global Survey.
pt_br: Nenhuma pesquisa encontrada para esta pesquisa global.

source: Answered:
pt_br: Respondidas:

source: Polled:
pt_br: Perguntadas:

source: Segment by
pt_br: Filtrar por

source: All
pt_br: Todos
vi: Tất cả

source: Gender
pt_br: Gênero
vi: Giới tính

source: Age
pt_br: Idade

source: Last answer:
pt_br: Última resposta:

source: Embed Chart
pt_br: Incorporar gráfico

source: Copy
pt_br: Copiar

source: Sign in
pt_br: Registrar
vi: Đăng ký

source: Forgot Password?
pt_br: Esqueceu a senha?
vi: Quên mật khẩu?

source: Backend Configuration
pt_br: Configuração de back-end

source: Timezone
pt_br: Fuso horário
vi: Múi giờ

source: Language
pt_br: Idioma
vi: Ngôn ngữ

source: UNCTs Engagement
pt_br: Engajamento das UNTCs

source: Total percentage based on the amount of incoming and outgoing messages.
pt_br: Percentual total com base na quantidade de mensagens recebidas e enviadas.

source: received
pt_br: Recebido

source: sent
pt_br: Enviado

source: The boundaries and names shown and the designations used on this map do not imply official endorsement or acceptance by the United Nations.
pt_br: Os limites e nomes mostrados e as designações usadas neste mapa não implicam endosso ou aceitação oficial pelas Nações Unidas.

source: Page source
pt_br: Fonte da página

source: Navigation
pt_br: Navegação

source: You've been invited to join %(org_name)s. <br/> To accept the invitation, <a href='%(host)s%(join_url)s'>click here</a>.
pt_br: Para aceitar o convite, clique aqui %(org_name)s. <br/> Para aceitar o convite, <a href='%(host)s%(join_url)s'>clique aqui</a>.
vi: Bạn được mời tham gia %(org_name)s. <br/> Để chấp nhận lời mời, <a href='%(host)s%(join_url)s'>bấm vào đây</a>.

source: Django: the Web framework for perfectionists with deadlines.
pt_br: Django: a estrutura da Web para perfeccionistas com prazos.

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
pt_br: Visualizar as<a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de lançamento</a> para Django %(version)s

source: The install worked successfully! Congratulations!
pt_br: A instalação funcionou com sucesso! Parabéns!

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
pt_br: Você está vendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> está no seu arquivo de configurações e você não configurou nenhum URL.

source: Django Documentation
pt_br: Documentação Django

source: Topics, references, &amp; how-to's
pt_br: Tópicos, referências, &amp; instruções

source: Tutorial: A Polling App
pt_br: Tutorial: Um aplicativo de Pesquisa

source: Get started with Django
pt_br: Comece com Django

source: Django Community
pt_br: Comunidade Django

source: Connect, get help, or contribute
pt_br: Conectar, buscar ajuda, ou contribuir

source: Session Login
pt_br: Sessões de Acesso

source: You are logged in as:
pt_br: Voce está logado como:

source: Viewing as an anoymous user
pt_br: Visualizando como um usuário anônimo.

source: Powered by
pt_br: Alimentado por

source: Remove Item?
pt_br: Remover Item?
vi: Xóa Mục?

source: Are you sure you want to remove <b>%(object)s</b>?
pt_br: Tem certeza que deseja remover <b>%(object)s</b>?
vi: Bạn có chắc chắn muốn xóa <b>%(object)s</b>?

source: Once it is removed, it will be gone forever. There is no way to undo this operation.
pt_br: Uma vez removida, se perderá para sempre. Não existe uma forma de desfazer essa ação.
vi: Một khi nó được gỡ bỏ, nó sẽ biến mất mãi mãi. Không có cách nào để hoàn tác thao tác này.

source: Remove
pt_br: Remover
vi: Xóa

source: Add
pt_br: Adicionar
vi: Thêm

source: Results %(start)s-%(end)s of %(count)s
pt_br: Resultados%(start)s-%(end)s de%(count)s
vi: Kết quả %(start)s-%(end)s trong số %(count)s

source: edit
pt_br: editar
vi: chỉnh sửa

source: Token Expired
pt_br: Token Expirado
vi: Mã hết hạn

source: Login Failure
pt_br: Falha de Login
vi: Đăng nhập thất bại

source: Sorry, you cannot log in at this time because we received %(failed_login_limit)s incorrect login attempts.
pt_br: Desculpe, voce não pode logar neste momento nós recebemos %(failed_login_limit)s tentativas incorretas.
vi: Xin lôi, bạn không thể dăng nhập bây giờ vì chúng tôi đã nhận %(failed_login_limit)s lần đăng nhập sai.

source: Please wait %(lockout_timeout)s minutes before to try log in again.
pt_br: Por favor aguarde %(lockout_timeout)s minutos para tentar iniciar a sessão novamente.
vi: Vui lòng chờ %(lockout_timeout)s phút trước khi thử đăng nhập lại.

source: Alternatively, you can fill out the form below to have your password reset via e-mail.
pt_br: Se preferir, preencha o formulário abaixo para redefinir sua senha através do email.
vi: Ngoài ra, bạn có thể điền vào mẫu dưới đây để đặt lại mật khẩu của bạn qua e-mail.

source: Please contact the website administrator to have your password reset.
pt_br: Por favor contact o administrador do site para redefinir sua senha.
vi: Vui lòng liên hệ với quản trị viên trang web để đặt lại mật khẩu của bạn.

source: Email Address
pt_br: Endereço de Email
vi: Địa chỉ email

source: Recover
pt_br: Recuperar
vi: Khôi phục

source: Please enter the email address you used to sign up and we will help you recover your password.
pt_br: Por favor digite o email usado para registrar-se e nós o ajudaremos a recuperar sua senha.
vi: Vui lòng nhập địa chỉ email bạn đã sử dụng để đăng ký và chúng tôi sẽ giúp bạn khôi phục lại mật khẩu.

source: <strong>Your password has expired.</strong> Site policy states that you must pick a new password every %(expire_days)s days, and that passwords must not have been used within the previous %(window_days)s days.
pt_br: <strong>Sua senha expirou.</strong> A política do site afirma que voce deve escolher uma nova senha a cada%(expire_days)s dias, e que a senha não deve ser a mesma usada em %(window_days)s dias.
vi: <strong>Mật khẩu của bạn đã hết hạn.</strong>Chính sách của trang web yêu cầu bạn phải chọn một mật khẩu mới cứ %(expire_days)s ngày một lần và mật khẩu đó phải không được sử dụng trong %(window_days)s ngày trước đó.

source: The name of this category
vi: Tên của danh mục này

source: An optional image that can describe this category
vi: Một hình ảnh tùy chọn có thể mô tả danh mục này

source: The organization this category applies to
vi: Tổ chức mà danh mục này áp dụng

source: Categories
vi: Danh mục

source: The name to describe this image
vi: Tên để mô tả hình ảnh này

source: The category this image represents
vi: Danh mục hình ảnh này đại diện

source: The image file to use
vi: Tệp hình ảnh để sử dụng

source: The human readable name for this content type
vi: Tên dễ gọi cho nội dung này

source: The slug to idenfity this content type, used with the template tags
vi: Slug để nhận dạng loại nội dung này, được sử dụng với các thẻ khuôn mẫu

source: A description of where this content type is used on the site and how it will be dsiplayed
vi: Mô tả vị trí nội dung này và cách thức nó được bố trí trên trang web

source: Whether this content should include a title
vi: Liệu có cần thiết đặt tiêu đề cho nội dung này không

source: Whether this content should include an image
vi: Liệu có cần thiết đặt gắn hình ảnh cho nội dung này không

source: Whether this content should use a rich HTML editor
vi: Liệu có cần thiết phải sử dụng tệp HTML cho nội dung này không

source: Whether this content should include a summary field
vi: Nội dung này có nên bao gồm một trường tóm tắt hay không

source: Whether this content should include a link
vi: Nội dung này có nên bao gồm liên kết hay không

source: Whether this content should allow upload of additional images, ie a gallery
vi: Nội dung này có cho phép tải lên các hình ảnh bổ sung, tức là một thư viện hay không

source: Whether this content has a color field
vi: Nội dung này có một trường màu sắc hay không

source: Whether this content should allow setting a YouTube id
vi: Nội dung này có nên cho phép thiết lập id YouTube hay không

source: Whether this content should allow tags
vi: Nội dung này có nên cho phép các thẻ hay không

source: Content Type
vi: Loại nội dung

source: The category, or type for this content block
vi: Danh mục hoặc loại cho khối nội dung này

source: The title for this block of content, optional
vi: Tiêu đề cho khối nội dung này, tùy chọn

source: The summary for this item, should be short
vi: Bản tóm tắt cho mục này, nên ngắn gọn

source: The body of text for this content block, optional
vi: Phần văn bản cho khối nội dung này, tùy chọn

source: Any image that should be displayed with this content block, optional
vi: Bất kỳ hình ảnh nào cần được hiển thị cùng khối nội dung này, tùy chọn

source: A background color to use for the image, in the format: #rrggbb
vi: Màu nền sử dụng cho hình ảnh, theo định dạng: #rrggbb

source: Any link that should be associated with this content block, optional
vi: Bất kỳ liên kết nào cần được liên kết với khối nội dung này, tùy chọn

source: The id of the YouTube video that should be linked to this item
vi: Id của video YouTube cần được liên kết với mục này

source: Any tags for this content block, separated by spaces, can be used to do more advanced filtering, optional
vi: Bất kỳ thẻ nào cho khối nội dung này, cách nhau bởi dấu cách, có thể được sử dụng để thực hiện lọc nâng cao hơn, tùy chọn

source: The priority for this block, higher priority blocks come first
vi: Mức độ ưu tiên của khối này, các khối ưu tiên hơn sẽ xuất hiện trước tiên

source: The organization this content block belongs to
vi: Khối nội dung này thuộc về tổ chức

source: Gallery
vi: Thư viện ảnh

source: Add Image
vi: Thêm hình ảnh

source: Content Types
vi: Các loại nội dung

source: Content Blocks
vi: Khối nội dung

source: %s Blocks
vi: %skhối

source: Edit %s
vi: Chỉnh sửa %s

source: Create %s
vi: Tạo %s

source: Create Content Block
vi: Tạo khối nội dung

source: Your first name
vi: Tên của bạn

source: Your last name
vi: Họ của bạn

source: Your email address
vi: Địa chỉ email của bạn

source: Your password, at least eight letters please
vi: Mật khẩu của bạn, vui lòng sử dụng ít nhất 8 ký tự

source: That email address is already used
vi: Địa chỉ email này đã được sử dụng

source: Passwords must contain at least 8 letters.
vi: Mật khẩu phải chứa ít nhất 8 ký tự.

source: This domain is used for subdomains
vi: Tên miền này được sử dụng cho tên miền phụ

source: The name of this organization
vi: Tên của tổ chức này

source: The logo that should be used for this organization
vi: Logo nên được sử dụng cho tổ chức này

source: Administrators
vi: Quản trị viên

source: The administrators in your organization
vi: Quản trị viên trong tổ chức của bạn

source: Viewers
vi: Người xem

source: The viewers in your organization
vi: Người xem trong tổ chức của bạn

source: Editors
vi: Biên tập viên

source: The editors in your organization
vi: Các biên tập viên trong tổ chức của bạn

source: The main language used by this organization
vi: Ngôn ngữ chính được tổ chức này sử dụng

source: Subdomain
vi: Tên miền phụ

source: This subdomain is not available
vi: Tên miền phụ này không có sẵn

source: The subdomain for this organization
vi: Tên miền phụ của tổ chức này

source: Domain
vi: Tên miền

source: This domain is not available
vi: Tên miền này không có sẵn

source: The custom domain for this organization
vi: Miền tùy chỉnh cho tổ chức này

source: The timezone your organization is in.
vi: Múi giờ mà tổ chức bạn nằm trong.

source: The API token for the RapidPro account this dashboard is tied to
vi: Mã thông báo API cho tài khoản RapidPro được gắn với bảng điều khiển này

source: JSON blob used to store configuration information associated with this organization
vi: JSON blob sử dụng để lưu trữ thông tin cấu hình liên quan đến tổ chức này

source: Editor
vi: Biên tập viên

source: Org
vi: Tổ chức

source: The organization to which the account is invited to view
vi: Tổ chức mà tài khoản được mời xem

source: The email to which we send the invitation of the viewer
vi: Email mà chúng tôi gửi lời mời của người xem

source: Secret
vi: Bí mật

source: a unique code associated with this invitation
vi: một mã duy nhất liên kết với lời mời này

source: User Role
vi: Vai trò người dùng

source: %s Invitation
vi: %s Lời mời

source: Banner
vi: Băng rôn

source: Pattern
vi: Họa tiết

source: The organization in which the image will be used
vi: Hình ảnh sẽ được sử dụng cho tổ chức

source: The name to describe this background
vi: Tên để miêu tả nền này

source: Background type
vi: Loại nền

source: The image file
vi: Tệp hình ảnh

source: Manage Users
vi: Quản lý người dùng

source: Accounts
vi: Các tài khoản

source: Admins
vi: Quản trị viên

source: You must have at least one administator
vi: Bạn phải có ít nhất một quản trị viên

source: Select your Organization
vi: Lựa chọn tổ chức của bạn

source: Your account is not associated to an organization. Please Contact the adminstrator.
vi: Tài khoản của bạn không được liên kết với một tổ chức. Vui lòng liên hệ với quản trị viên.

source: Your Organization
vi: Tổ chức của bạn

source: Not Set
vi: Chưa đặt

source: Invite people to your organization
vi: Mời mọi người vào tổ chức của bạn

source: User group
vi: Nhóm người dùng

source: One of the emails you entered is invalid.
vi: Một trong các email mà bạn nhập không hợp lệ

source: Manage %(name)s Accounts
vi: Quản lý %(name)sTài khoản

source: Create
vi: Tạo

source: Your invitation link is invalid. Please contact your organization administrator.
vi: Liên kết lời mời của bạn không hợp lệ. Vui lòng liên hệ với quản trị viên tổ chức của bạn.

source: Join %(name)s
vi: Tham gia %(name)s

source: Join
vi: Tham gia
