Repository: Ilhasoft/push-rtm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br, vi

source: Name and Language are free to choose, but RapidPro URL, RapidPro Token and Timezone should match exactly the values from the respective RapidPro workspace.
pt_br: O nome e o idioma são livres para escolher, mas o URL do RapidPro, o Token do RapidPro e o Fuso horário devem corresponder exatamente aos valores do respectivo espaço de trabalho do RapidPro.

source: Slug is a subdomain that will be used to access the workspace.
pt_br: Slug é um subdomínio que será usado para acessar o espaço de trabalho.

source: EG. sandbox will create https://sandbox.rtm.ilhasoft.mobi
pt_br: Exemplo: 'sandbox' irá criar 'https://sandbox.rtm.ilhasoft.mobi'

source: Backend configuration should be customized with the respective contact settings on RapidPro.
pt_br: A configuração de back-end deve ser personalizada com as respectivas configurações de contato no RapidPro.

source: Fill Contact group with the main group name, where registered contacts are.
pt_br: Preencha o grupo de contatos com o nome do grupo principal, no local que estão os contatos registrados.

source: The other fields should be filled with the respective contact field's title for each piece of information:
pt_br: Os outros campos devem ser preenchidos com o título do respectivo campo de contato para cada informação:

source: Born Label for the year of born;
pt_br: O campo de texto Nascido é para o ano de nascimento;

source: Gender Label for gender;
pt_br: O campo de texto Gênero é para o gênero;

source: Occupation Label for the profession (optional);
pt_br: O campo de texto Ocupação é para a profissão (opcional);

source: Registration Label for contact's registration date;
pt_br: O campo de texto Registro é para a data de registro do contato;

source: State Label for the first region level, generally State;
pt_br: O campo de texto Estado é para o primeiro nível de região, geralmente Estado;

source: District Label for the second region level (optional);
pt_br: O campo de texto Distrito é para o segundo nível (opcional);

source: Ward Label for the third region level (optional);
pt_br: O campo de texto Região é para a terceiro nível (opcional);

source: Male Label and Female Label should be filled with the values that are representing each gender.
pt_br: Os campos de texto Masculino e Feminino devem ser preenchidos com os termos que representam cada gênero.

source: EG. Male and Female, respectively.
pt_br: Exemplo: Masculino e Feminino, respectivamente.

source: Save clicking OK and it will take effect immediately.
pt_br: Salve clicando OK e estará funcionando imediatamente.

source: You can start editing UNCTs just by clicking the pencil icon on its right side.
pt_br: Você pode começar a editar UNCTs apenas clicando no ícone de lápis no lado direito.

source: You will have access to all fields.
pt_br: Você terá acesso a todos os campos.

source: CAUTION!!!
pt_br: CUIDADO!!!

source: Pay attention to the field you're editing.
pt_br: Preste atenção no campo que você está editando.

source: Saving incorrect values will make the UNCT workspace become inaccessible and may affect values accuracy.
pt_br: Salvar valores incorretos tornará o espaço de trabalho UNCT inacessível e poderá afetar a precisão dos valores.

source: Editing RapidPro Token or Backend configuration values is strongly not recommended and should be done only if oriented by a support member in very specific situations.
pt_br: A edição de valores de configuração do Token do RapidPro ou Back-end é altamente desaconselhado e deve ser feita apenas se orientada por um membro de suporte em situações muito específicas.

source: UNCT users
pt_br: Usuários da UNCT

source: It's possible to edit UNCT's account levels directly from Global workspace, just click the group icon on its right side and those UNCT users' list will be loaded.
pt_br: É possível editar os níveis de conta da UNCT diretamente da área de trabalho global, basta clicar no ícone do grupo à direita e a lista desses usuários da UNCT será carregada.

source: Then you just have to click at the user's pencil icon and edit its access level, similar to editing on a Local workspace.
pt_br: Depois, basta clicar no ícone de lápis do usuário e editar seu nível de acesso, semelhante à edição em uma área de trabalho local.

source: Account's management area that allows access level control and account removal.
pt_br: Área de gerenciamento de contas permite o controle de nível de acesso e remoção de contas.

source: On your first login, you'll receive viewer access permission.
pt_br: No seu primeiro login, você receberá permissão de acesso de visualizador.

source: If you want new user access, a UN Info administrator needs to change your access.
pt_br: Se você deseja acesso a novos usuários, um administrador da ONU precisará alterar seu acesso.

source: The home page for all logged accounts is the Dashboard.
pt_br: A página inicial de todas as contas registradas é o Painel.

source: Viewer
pt_br: Visualizador
vi: Người xem

source: Allowed to access Global's Dashboard and Repository a viewer account can only see the data already there.
pt_br: Com permissão para acessar o Painel Global e o Repositório Global, uma conta de visualizador pode ver apenas os dados já existentes.

source: Administrator
pt_br: Administrador
vi: Quản trị viên

source: Administrators' accounts have full access to all tools.
pt_br: As contas administradoras têm acesso total a todas as ferramentas.

source: Additionally, a user tab is offered to administrate accounts' access level and availability.
pt_br: Ademais, é fornecido um guia do usuário para administrar o nível de acesso e a disponibilidade das contas.

source: Editing an account
pt_br: Editando uma conta

source: In the image below you can see different sample accounts.
pt_br: Na imagem a seguir, é possível ver diferentes contas de amostra.

source: As you mouse over the pencil icon it will highlight and clicking will allow editing that account's access level.
pt_br: Ao passar o mouse sobre o ícone de lápis, ele será destacado e o clique permitirá editar o nível de acesso dessa conta.

source: Changes take effect immediately but if the modified account is still logging while being edited a fresh login may be needed.
pt_br: As alterações entram em vigor imediatamente, mas se a conta modificada ainda estiver registrando enquanto estiver sendo editada, um novo login poderá ser necessário.

source: Disabling an account
pt_br: Desativando uma conta

source: Account disabling feature yet to be added.
pt_br: Recurso de desativação de conta ainda será adicionado.

source: Enabling an account
pt_br: Ativando uma conta

source: Account enabling feature yet to be developed.
pt_br: Recurso de ativação de conta ainda será desenvolvido.

source: User search tool
pt_br: Ferramenta de busca do usuário

source: The search bar uses the account's name to query and you just need to type and press enter.
pt_br: A barra de pesquisa usa o nome da conta para consultar e você só precisa digitar e pressionar enter.

source: It's case insensitive and capable of searching for strings' fragments.
pt_br: Reconhece letras maiúsculas e minúsculas e é capaz de procurar por fragmentos das palavras.

source: It's also possible to clear the query just by clicking the X button at the search bar.
pt_br: É possível limpar a consulta clicando no botão X na barra de pesquisa.

source: It's possible to order contacts by Name, ascending or descending, just by clicking the columm's title.
pt_br: É possível ordenar contatos pelo Nome, crescente ou decrescente, apenas clicando no título da coluna.

source: You may access the RTM platform by entering credentials at
pt_br: Você pode acessar a plataforma do RTM inserindo as credenciais em

source: UN Info portal
pt_br: Portal da ONU

source: Type your username, password and hit Log in.
pt_br: Digite seu nome de usuário, senha e clique em Login.

source: Upon successful login you'll be redirected to the UN Info home screen.
pt_br: Após o login bem-sucedido, você será redirecionado para a tela inicial de Informações da ONU.

source: Now choose
pt_br: Escolha agora

source: option and click the UNCT you want to access.
pt_br: opção e clique no UNCT que você deseja acessar.

source: A redirect window will open to take you to the requested UNCT workspace.
pt_br: Uma janela de redirecionamento será aberta para levá-lo ao espaço de trabalho solicitado do UNCT.

source: If you fail to login for five consecutive attempts, the account will be blocked for 10 minutes.
pt_br: Se você não conseguir fazer login por cinco tentativas consecutivas, a conta será bloqueada por 10 minutos.

source: The page's title is the UNCT workspace name and right below it's the scope of the first Filter.
pt_br: O título da página é o nome da área de trabalho UNCT e logo abaixo é o campo do primeiro filtro.

source: To ease the understanding, there's a block division for each data type.
pt_br: Para facilitar o entendimento, existe uma divisão de blocos para cada tipo de dados.

source: The first one is related to SDGs tracking, then Surveys Partial Results, Message Metrics, Most used Channels and lastly RapidPro Contacts.
pt_br: O primeiro está relacionado ao rastreamento de ODS, depois resultados parciais da pesquisa, métricas de mensagem, canais mais usados e, por último, contatos do RapidPro.

source: This is how an empty workspace looks like.
pt_br: É assim que um espaço de trabalho vazio se parece.

source: In other words, it shows the number of received messages from questions that are linked to the respective SDG.
pt_br: Em outras palavras, mostra o número de mensagens recebidas de perguntas vinculadas à respectiva ODS.

source: To follow ongoing surveys and track how the answers are being structured as it comes from RapidPro, the partial results graph randomizes 20 questions to be displayed.
pt_br: Para acompanhar pesquisas em andamento e acompanhar como as respostas estão sendo estruturadas, como vem do RapidPro, o gráfico de resultados parciais randomiza 20 perguntas a serem exibidas.

source: It will bring a more close approach to ongoing surveys.
pt_br: Isso trará uma abordagem mais próxima às pesquisas em andamento.

source: This dashboard module shows the sum of aggregated values from messages sent and received.
pt_br: Este módulo do painel mostra a soma dos valores agregados das mensagens enviadas e recebidas.

source: There's also a tracking statistics by active channels on the UNCT's RapidPro workspace.
pt_br: Também há estatísticas de acompanhamento por canais ativos no espaço de trabalho no RapidPro da UNCT.

source: It means the number of contacts inside the registered group and can be used to show the workspace's contact level of growth.
pt_br: Significa o número de contatos dentro do grupo registrado e pode ser usado para mostrar o nível de crescimento do contato da área de trabalho.

source: The RTM Repository module creates a collaborative ecosystem to share survey flows template files.
pt_br: O Repositório do RTM cria um ecossistema colaborativo para compartilhar arquivos de fluxos de pesquisa.

source: By sharing surveys, administrators can contribute to more success cases' with UNCTs aiming the same goal.
pt_br: Ao compartilhar pesquisas, os administradores podem contribuir para mais casos de sucesso com as UNCTs visando o mesmo objetivo.

source: RapidPro is the platform that empowers social programmes within the necessary environment for collecting communities' thoughts and its core resides in Flow feature.
pt_br: O RapidPro é a plataforma que capacita os programas sociais no ambiente necessário para coletar os pensamentos das comunidades e seu foco é na construção de fluxos.

source: How to share
pt_br: Como compartilhar

source: Only administrators can add new flow files, and it's possible to choose to share it restricted to the UNCT you're in or globally.
pt_br: Somente os administradores podem adicionar novos arquivos de fluxo, e é possível optar por compartilhá-lo como restrito à UNCT em que você está ou globalmente.

source: Viewer perspective
pt_br: Perspectiva do Visualizador

source: A viewer has access to all but adding new files to share.
pt_br: Um visualizador tem acesso geral, exceto adicionar novos arquivos para compartilhar.

source: My UNCT
pt_br: Minha UNCT

source: Restricts the list for your UNCT's flows only.
pt_br: Restringe a lista apenas para os fluxos da sua UNCT.

source: Administrator perspective
pt_br: Perspectiva do Administrador

source: An administrator has access to all features, including surveys' actions for adding new, removing and editing content.
pt_br: Um administrador tem acesso a todos os recursos, incluindo ações de pesquisas para adicionar novo, remover e editar conteúdo.

source: Upload Flow
pt_br: Envio de fluxo

source: Share the flows build in RapidPro so other UNCTs may have access to your insights.
pt_br: Compartilhe os fluxos criados no RapidPro para que outras UNCTs possam ter acesso as suas ideias.

source: Let's go step by step in this process:
pt_br: Vamos passo a passo neste processo:

source: Start adding the flow file by clicking the option Select your json file;
pt_br: Comece a adicionar o arquivo de fluxo clicando na opção Selecionar seu arquivo json;

source: Switch Visible globally option to restrict this flow to your UNCT only or make it available for others;
pt_br: Alterne a opção Visível Globalmente para restringir esse fluxo apenas à sua UNCT ou disponibilizá-lo para outros;

source: Give the flow a Name;
pt_br: Dê um Nome ao fluxo;

source: Select the flow Language (you can choose more than one if there's a translation available);
pt_br: Selecione o Idioma do fluxo (você pode escolher mais de um, se houver uma tradução disponível);

source: Describe the purpose of this flow and which data were you aiming to gather with it.
pt_br: Descreva o objetivo desse fluxo e quais dados você pretendia reunir com ele.

source: Giving examples would be a good practice too;
pt_br: Dar exemplos também seria uma boa prática;

source: Tell which data is this flow asking for. EG. a registration flow would ask for "Age, Gender and Region";
pt_br: Diga quais dados esse fluxo está solicitando. Por exemplo, um fluxo de registro solicitaria "Idade, Gênero e Região";

source: Select which SGDs this flow matches;
pt_br: Selecione com quais ODSs esse fluxo corresponde;

source: Additionally, you can choose some Tags for the flow too. That's optional.
pt_br: Além disso, você também pode escolher algumas tags para o fluxo. Isso é opcional.

source: In the example below the search was "flow" and it found three surveys where the string was found in different spots.
pt_br: No exemplo a seguir, a pesquisa foi "flow" e encontrou três pesquisas em que a sentença foi encontrada em locais diferentes.

source: It's possible to sort surveys by stars, newest or alphabetically.
pt_br: É possível ordenar pesquisas por estrelas, mais recentes ou em ordem alfabética.

source: The survey results module displays citizen-generated data from answers of ongoing or already finished surveys.
pt_br: Os resultados da pesquisa exibe dados gerados a partir de respostas de pesquisas em andamento ou já concluídas.

source: It represents a flow from RapidPro which was linked to the RTM platform and has synchronized data.
pt_br: Representa um fluxo do RapidPro que foi vinculado à plataforma do RTM e que teve os dados sincronizados.

source: Navigating through surveys can be done using the top bar and also with the bread crumbs (right above the page's title) as you go further in options.
pt_br: A navegação nas pesquisas pode ser feita usando a barra superior e também pelos breadcrumbs (logo acima do título da página) à medida que você avança nas opções.

source: In the next steps we'll cover everything in order to engage a fully working survey content within all its features.
pt_br: Nas próximas etapas, abordaremos tudo para envolver um conteúdo de pesquisa totalmente funcional em todos os seus recursos.

source: As viewer, an account may access all Surveys data but no editing allowed.
pt_br: Como visualizador, uma conta pode acessar todos os dados de pesquisas, mas nenhuma edição é permitida.

source: An administrator account will also be capable of add, edit or exclude content.
pt_br: Uma conta administrador também poderá adicionar, editar ou excluir conteúdo.

source: Connecting a Survey
pt_br: Conectando uma Pesquisa

source: Connecting a Survey is basically the process of linking flows from a RapidPro UNCT workspace into the RTM platform and customizing its layout to better suit the RTM graphs and dashboards.
pt_br: Conectar uma pesquisa é basicamente o processo de vincular fluxos de um espaço de trabalho da UNCT no RapidPro à plataforma do RTM e personalizar para melhor se adequar aos gráficos e painéis do RTM.

source: The first thing you need to do is clicking the Connect Survey button on the right side.
pt_br: A primeira coisa que você precisa fazer é clicar no botão Conectar pesquisa, no lado direito.

source: There are three major steps in the survey registration process, let's walk through each one.
pt_br: Existem três etapas principais no processo de registro da pesquisa, vamos percorrer cada uma delas.

source: Survey General info
pt_br: Informações gerais da pesquisa

source: The first step is selecting which RapidPro flow will be the source of this survey.
pt_br: A primeira etapa é selecionar qual fluxo do RapidPro será a fonte dessa pesquisa.

source: Title should be filled with the survey name that will be displayed, so you may describe it better than just the flow's name.
pt_br: O título deve ser preenchido com o nome da pesquisa que será exibido, para que você possa descrevê-lo melhor do que apenas o nome do fluxo.

source: Description is where you can highlight in which case has this survey been taking place and describe its goals.
pt_br: A descrição é onde você pode destacar em qual caso essa pesquisa está ocorrendo e descrever seus objetivos.

source: Than hit Next to move forward.
pt_br: Em seguida, pressione Próximo para avançar.

source: Connect to a Global survey
pt_br: Conectar a uma pesquisa global

source: Note there's a check-box to link this survey to an ongoing Global survey.
pt_br: Observe que há uma caixa de seleção para vincular esta pesquisa a uma pesquisa global em andamento.

source: Date setting
pt_br: Configuração de data

source: Set a date range is optional but is also an important step.
pt_br: Definir um período é opcional, mas também é uma etapa importante.

source: You can leave the default Start date, which is that date the RapidPro flow was created, but it also corresponds to the time when the survey was published live for the community.
pt_br: Você pode deixar a data de início padrão, que é a data em que o fluxo do RapidPro foi criado, mas também corresponde à hora em que a pesquisa foi publicada ao vivo para a comunidade.

source: Filling the end date field will set when the survey got unpublished, it means that the results will be shown on the time interval between these two dates.
pt_br: O preenchimento do campo Data final será definido quando a pesquisa for publicada, significa que os resultados serão mostrados no intervalo de tempo entre essas duas datas.

source: The survey structure that comes from RapidPro is raw, it must be customized in order to better display it at the Surveys results.
pt_br: A estrutura de pesquisa que vem do RapidPro é bruta, deve ser personalizada para melhor exibi-la nos resultados das pesquisas.

source: It is defined by the administrator when choosing the respective question title, SDG and visibility.
pt_br: É definido pelo administrador ao escolher o respectivo título da pergunta, ODS e visibilidade.

source: Identifying the question
pt_br: Identificando a pergunta

source: You'll see a numbered title for each question available.
pt_br: Você verá um título numerado para cada pergunta disponível.

source: That title matches the Wait for response named variable.
pt_br: Esse título corresponde à variável "Wait for response" da resposta.

source: In the example Result 1 goes for the first flow question step from RapidPro.
pt_br: No exemplo, o Resultado 1 vai para a primeira etapa da pergunta de fluxo do RapidPro.

source: Question's title
pt_br: Título da pergunta

source: Here you may feel more comfortable to provide a larger question description and highlight different perspectives to encourage positive discussion.
pt_br: Aqui você pode se sentir mais à vontade para fornecer uma descrição maior da pergunta e destacar perspectivas diferentes para incentivar discussões positivas.

source: The default value will be the respective question step from the RapidPro flow.
pt_br: O valor padrão será a respectiva etapa da pergunta no fluxo do RapidPro.

source: Question's SDGs
pt_br: ODSs da pergunta

source: Link which SDG is being tracked in this question.
pt_br: Vincule qual ODS está sendo rastreada nesta pergunta.

source: More than one can be selected if that's the case.
pt_br: Mais de um pode ser selecionado, se for esse o caso.

source: Question's visibility
pt_br: Visibilidade da pergunta

source: RapidPro flow's questions aren't necessarily connected to the purpose of a survey, and if that's the case you can disable that step.
pt_br: As perguntas do fluxo do RapidPro não estão necessariamente relacionadas ao objetivo de uma pesquisa e, se for esse o caso, você pode desativar essa etapa.

source: This means that question won't be visible in the Survey Results session.
pt_br: Isso significa que a pergunta não estará visível na sessão Resultados da pesquisa.

source: Publish the survey's results
pt_br: Publicar os resultados da pesquisa

source: After filling all necessary fields, you just need to save and those survey results will become accessible at the Surveys Results session.
pt_br: Depois de preencher todos os campos necessários, basta salvar e esses resultados da pesquisa se tornarão acessíveis na sessão Resultados da pesquisa.

source: In the example below the search was "a" and it found five surveys where the string was found in different spots.
pt_br: No exemplo a seguir, a pesquisa foi "a" e encontrou cinco pesquisas em que a sentença foi encontrada em locais diferentes.

source: It's possible to sort surveys by Name, number of Runs and Status.
pt_br: É possível ordenar pesquisas por Nome, Número de execuções e Status.

source: Sorting can be a very useful tool as your survey's list grow bigger, in the example below there's a search for 'a' and it's also sorting the list by Name.
pt_br: A ordenação pode ser uma ferramenta muito útil à medida que a lista de sua pesquisa aumenta, no exemplo abaixo, há uma pesquisa por 'a' e também está classificando a lista por Nome.

source: When needed to have a survey modified, you can choose between two ways.
pt_br: Quando necessário, para modificar uma pesquisa, você pode escolher entre duas maneiras.

source: Full survey editing
pt_br: Edição completa da pesquisa

source: Clicking the pencil icon on the right side of the surveys' list will open a window similar to the one when you were adding a new survey.
pt_br: Clicar no ícone de lápis no lado direito da lista de pesquisas abrirá uma janela semelhante à que você estava adicionando uma nova pesquisa.

source: But you'll be editing it. And the only unavailable option is the flow link.
pt_br: Mas você estará editando. E a única opção indisponível é o link de fluxo.

source: You can freely modify the Title and Description.
pt_br: Você pode modificar livremente o título e a descrição.

source: Note there's also a new option now Is active, where you can set if this hole survey should be visible or not.
pt_br: Observe que também há uma nova opção agora Está ativa, onde é possível definir se esse levantamento de furos deve estar visível ou não.
