Repository: Ilhasoft/push-rtm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br, vi

source: The Twitter handle for this organization
vi: Bộ xử lý Twitter dành cho tổ chức này

source: The Twitter widget used for searching
vi: Tiện ích Twitter được sử dụng để tìm kiếm

source: The name of txbhe Contact Group that contains registered reporters
vi: Tên của Nhóm Liên lạc chứa các phóng viên đã đăng ký

source: The label of the Contact Field that contains the birth date of reporters
vi: Nhãn của Trường Liên lạc chứa ngày sinh của các phóng viên

source: The label of the Contact Field that contains the gender of reporters
vi: Nhãn của Trường Liên lạc chứa giới tính của các phóng viên

source: The label of the Contact Field that contains the occupation of reporters
vi: Nhãn của Trường Liên lạc chứa nghề nghiệp của các phóng viên

source: The label of the Contact Field that contains the registration date of reporters
vi: Nhãn của Trường Liên lạc chứa ngày đăng ký của các phóng viên

source: The label of the Contact Field that contains the State of reporters
vi: Nhãn của Trường Liên lạc chứa Bang, tỉnh, thành phố của các phóng viên

source: The label of the Contact Field that contains the District of reporters
vi: Nhãn của Trường Liên lạc chứa Quận, huyện của các phóng viên

source: The label of the Contact Field that contains the Ward of reporters
vi: Nhãn của Trường Liên lạc chứa Phường, xã của các phóng viên

source: The label assigned to U-Reporters that are Male.
vi: Nhãn được gán cho các U-Reporters nam.

source: The label assigned to U-Reporters that are Female.
vi: Nhãn được gán cho các U-Reporters nữ.

source: If there are jobs to be shown on the public site
vi: Nếu có công việc để được hiển thị trên trang web công cộng

source: If this org if for global data. e.g: It shows a world map instead of a country map.
vi: Liệu tổ chức này có áp dụng đối với thông tin toàn cầu, ví dụ: đưa ra bản đồ thế giới thay vì bản đồ quốc gia

source: The alpha-3 ISO code of the organization so that it appears the stories widget U-Report App. Example: BRA, NIG, CMR (Use GLOBAL if U-Report is Global).
vi: Mã alpha-3 ISO của tổ chức để hiển thị các câu chuyện ứng dụng Ureport tiện ích, ví dụ BRA, NIG, CMR (dùng GLOBAL nếu là U-Report toàn cầu).

source: If you need to include some custom HTML codes in you org pages, like custom analytics code snippets
vi: Nếu bạn cần bao gồm một số mã HTML tùy chỉnh trong trang tổ chức của mình, như đoạn mã phân tích tùy chỉnh

source: Something to trigger localizations
vi: Một số thứ để thể hiện tính địa phương
